export default function Page({OnClueDetected}) {
    return (
        <div className={'animate__animated animate__fadeIn'}>
            <p className="m-0 p-0">
                Вы видите перед собой комнату с зашторенным окном и полностью забитую стопками исписанных тетрадей. Все стены покрыты вырезками газет, фотографий и стикеров между которыми тянуться красные нити. Нитей на столько много, что они пересекают комнату и на них тоже висят фотографии и заметки.
            </p>
        </div>
    );
};